Repository: hanklzl/ReadingMVP
Catalog: apps/reader/iosApp/LittleMandarinClassics/Localizable.xcstrings
Source language: en
Languages: zh_hans

# weekly_plan_advice_try_next_story
source: Try the next story when you have a quiet 5-minute window.
zh_hans: 有 5 分钟安静时间时，试试下一篇故事。

# weekly_plan_mastered_empty
source: No mastered words yet — keep reviewing together.
zh_hans: 还没有已掌握的字词，继续一起复习吧。

# weekly_plan_mastered_words
source: Words your child has mastered
zh_hans: 孩子已掌握的字词

# weekly_plan_reread_from_format
source: From "%1$@"
zh_hans: 出自《%1$@》

# weekly_plan_reread_title
source: One sentence to re-read
zh_hans: 建议重读的一句话

# weekly_plan_retell_title
source: Weekend retell question
zh_hans: 周末复述问题

# weekly_plan_share_button
source: Share
zh_hans: 分享

# weekly_plan_share_card_title
source: Share this week
zh_hans: 分享本周

# weekly_plan_share_summary_format
source: This week: %1$d stories · %2$d words · %3$d mastered · %4$d-day streak
zh_hans: 本周：%1$d 个故事 · %2$d 个字词 · 掌握 %3$d 个 · 连续 %4$d 天

# weekly_plan_stories_empty
source: Nothing read yet this week. A 5-minute story today is a great start.
zh_hans: 本周还没有读故事。今天读 5 分钟就是很好的开始。

# weekly_plan_stories_read
source: Stories read this week
zh_hans: 本周读过的故事

# weekly_plan_title
source: This week's plan
zh_hans: 本周计划

# weekly_plan_weak_empty
source: No words need extra practice right now. Nice work!
zh_hans: 目前没有需要额外练习的字词，做得很好！

# weekly_plan_weak_words
source: Words that need practice
zh_hans: 需要多练习的字词

# word_book_due_count
source: Due today
zh_hans: 今日复习

# word_book_empty_body
source: Finish a story to add its new words here.
zh_hans: 完成一篇故事后，生字会出现在这里。

# word_book_empty_title
source: No words yet
zh_hans: 还没有生字

# word_book_filter_all
source: All
zh_hans: 全部

# word_book_filter_due
source: Due
zh_hans: 今日

# word_book_filter_empty_body
source: Try another filter or read today's story to collect more words.
zh_hans: 可以换一个筛选，或读今天的故事收集新生字。

# word_book_filter_empty_title
source: No words in this filter
zh_hans: 这个筛选里没有生字

# word_book_filter_known
source: Known
zh_hans: 认识了

# word_book_filter_learning
source: Learning
zh_hans: 学习中

# word_book_learned_count
source: Learned
zh_hans: 已学

# word_book_no_due_body
source: No words are due right now. Tomorrow will bring a gentle review.
zh_hans: 现在没有到期的生字，明天再轻松复习。

# word_book_no_due_title
source: All caught up
zh_hans: 今天都复习好了

# word_book_source_story
source: From %@
zh_hans: 来自《%@》

# word_book_status_due
source: Due
zh_hans: 今日

# word_book_status_known
source: Known
zh_hans: 认识了

# word_book_status_learning
source: Learning
zh_hans: 学习中

# word_book_title
source: Word Book
zh_hans: 生字本

# word_lookup_ai_badge
source: AI explanation
zh_hans: AI 解释

# word_lookup_ai_boundary
source: Only explains words in the current story. No open chat.
zh_hans: 只解释当前故事里的词，不是开放聊天。

# word_lookup_ai_error
source: Explanation is not available right now.
zh_hans: 暂时无法解释这个词。

# word_lookup_ai_loading
source: Explaining...
zh_hans: 正在解释...

# word_lookup_close
source: Close
zh_hans: 关闭

# word_lookup_curated_source
source: From this story
zh_hans: 本故事词汇

# word_lookup_example_label
source: Example
zh_hans: 例句

# word_lookup_explain_button
source: Explain with AI
zh_hans: 用 AI 解释

# word_lookup_no_entry
source: No saved entry for this word yet.
zh_hans: 这个词还没有收录的解释。

# word_review_complete_body
source: %d words reviewed.
zh_hans: 已复习 %d 个生字。

# word_review_complete_title
source: Review complete
zh_hans: 复习完成

# word_review_no_due_body
source: You are caught up for today.
zh_hans: 今天的生字已经复习好了。

# word_review_no_due_title
source: No review now
zh_hans: 现在不用复习

# word_review_prompt
source: Think about the word, then show the answer.
zh_hans: 先想一想这个字词，再显示答案。

# word_review_title
source: Word Review
zh_hans: 生字复习
